Repository: Shohruhmirzo05/Salom-AI-Mobile
Catalog: Salom-Ai-iOS/Salom-Ai-iOS/Resources/Localizable.xcstrings
Source language: uz
Languages: en, ru, uz_cyrl

source: -%lld%% CHEGIRMA
en: -%lld%% OFF
ru: СКИДКА -%lld%%
uz_cyrl: -%lld%% CҲЕГИРМА

source: / kun
en: / day
ru: / день
uz_cyrl: / кун

source: / oyiga
en: / month
ru: / месяц
uz_cyrl: / ойига

source: %@ / kun
en: %@ / day
ru: %@ / день
uz_cyrl: %@ / кун

source: %@ imkoniyatlari
en: %@ features
ru: Возможности %@
uz_cyrl: %@ имкониятлари

source: %@ kartasini o'chirmoqchimisiz? Avtomatik yangilanish o'chiriladi.
en: Delete the %@ card? Auto-renewal will be turned off.
ru: Удалить карту %@? Автопродление будет отключено.
uz_cyrl: %@ картасини ўчирмоқчимисиз? Автоматик янгиланиш ўчирилади.

source: %@ so'm
en: %@ UZS
ru: %@ сум
uz_cyrl: %@ сўм

source: %@ so'm/oy
en: %@ UZS/month
ru: %@ UZS/месяц
uz_cyrl: %@ сўм/ой

# %@ UZS / %@
source: %1$@ UZS / %2$@
en: %@ UZS / %@
ru: %@ сум / %@
uz_cyrl: %@ УЗС / %@

source: %@: %lld qoldi. Pro rejaga o'ting.
en: %@: %lld remaining. Upgrade to Pro.
ru: %@: осталось %lld. Перейдите на Pro.
uz_cyrl: %@: %lld қолди. Pro режага ўтинг.

source: %@: limit tugadi. Pro rejaga o'tib davom eting.
en: %@: limit reached. Upgrade to Pro to continue.
ru: %@: лимит исчерпан. Перейдите на Pro, чтобы продолжить.
uz_cyrl: %@: лимит тугади. Pro режага ўтиб давом этинг.

source: %lld kun
en: %lld days
ru: %lld дней
uz_cyrl: %lld кун

source: %lld ta o'qilmagan
en: %lld unread
ru: %lld непрочитанных
uz_cyrl: %lld та ўқилмаган

source: %lld xabar
en: %lld messages
ru: %lld сообщений
uz_cyrl: %lld хабар

source: +1 xabar qo'shildi
en: +1 message added
ru: +1 сообщение добавлено
uz_cyrl: +1 хабар қўшилди

source: −%lld%% tejang
en: Save −%lld%%
ru: Экономия −%lld%%
uz_cyrl: −%lld%% тежанг

source: 🇺🇿 Oʻzbekcha
en: 🇺🇿 O‘zbek
ru: 🇺🇿 O‘zbekcha
uz_cyrl: 🇺🇿 Оʻзбекча

source: 🎨 Rasm yaratish va ovozli rejim
en: 🎨 Image generation and voice mode
ru: 🎨 Генерация изображений и голосовой режим
uz_cyrl: 🎨 Расм яратиш ва овозли режим

source: 👑 Hamma imkoniyat — cheklovsiz
en: 👑 Every feature — unlimited
ru: 👑 Все возможности — без ограничений
uz_cyrl: 👑 Ҳамма имконият — чекловсиз

source: 📊 Taqdimot, referat va DTM
en: 📊 Presentations, reports and DTM
ru: 📊 Презентации, рефераты и DTM
uz_cyrl: 📊 Тақдимот, реферат ва DTM

source: 🧠 Eng kuchli AI — Super Aqlli
en: 🧠 Most capable AI — Super Smart
ru: 🧠 Самый мощный AI — Super Aqlli
uz_cyrl: 🧠 Энг кучли AI — Супер Ақлли

source: 🚀 Yuqori limitlar — ko‘proq rasm va ovoz
en: 🚀 Higher limits — more images and voice
ru: 🚀 Высокие лимиты — больше изображений и голоса
uz_cyrl: 🚀 Юқори лимитлар — кўпроқ расм ва овоз

source: 3 oy
en: 3 months
ru: 3 мес.
uz_cyrl: 3 ой

source: 3 oylik
en: Quarterly
ru: Квартальный
uz_cyrl: 3 ойлик

source: 3 oylik obuna
en: Quarterly plan
ru: Подписка на 3 мес.
uz_cyrl: 3 ойлик обуна

source: 5 yulduz qo'yish
en: Rate 5 stars
ru: Оценить на 5 звезд
uz_cyrl: 5 юлдуз қўйиш

source: Agar ilovadan foydalanish sizga yoqsa, iltimos, uni baholash uchun bir oz vaqt ajrating. Bu bizga uni yaxshilashga yordam beradi!
en: If you enjoy using the app, please take a moment to rate it. It helps us improve!
ru: Если вам нравится приложение, пожалуйста, оцените его. Это поможет нам стать лучше!
uz_cyrl: Агар иловадан фойдаланиш сизга ёқса, илтимос, уни баҳолаш учун бир оз вақт ажратинг. Бу бизга уни яхшилашга ёрдам беради!

source: Agar to'lagan bo'lsangiz, biroz vaqt olishi mumkin
en: If you have paid, confirmation may take a moment
ru: Если вы оплатили, подтверждение может занять некоторое время
uz_cyrl: Агар тўлаган бўлсангиз, бироз вақт олиши мумкин

source: AI presentatsiya yaratish
en: Create an AI presentation
ru: Создать AI-презентацию
uz_cyrl: АИ пресентатсия яратиш

source: AI presentatsiyalar — PPTX va PDF
en: AI presentations — PPTX and PDF
ru: AI-презентации — PPTX и PDF
uz_cyrl: AI тақдимотлар — PPTX ва PDF

source: AI referat va insho
en: AI report and essay
ru: AI-реферат и эссе
uz_cyrl: АИ реферат ва иншо

source: AMAL QILISH MUDDATI
en: EXPIRY DATE
ru: СРОК ДЕЙСТВИЯ
uz_cyrl: АМАЛ ҚИЛИСҲ МУДДАТИ

source: Amal qilish muddati: %@
en: Valid until: %@
ru: Срок действия: %@
uz_cyrl: Амал қилиш муддати: %@

source: Apple credential olinmadi.
en: Could not get Apple credentials.
ru: Не удалось получить данные Apple.
uz_cyrl: Apple маълумотлари олинмади.

source: Apple orqali kirish
en: Continue with Apple
ru: Войти через Apple
uz_cyrl: Apple орқали кириш

source: Apple token decode qilishda xatolik.
en: Could not decode the Apple token.
ru: Не удалось расшифровать токен Apple.
uz_cyrl: Apple токенни декодлашда хатолик.

source: Apple token olinmadi.
en: Could not get the Apple token.
ru: Не удалось получить токен Apple.
uz_cyrl: Apple токен олинмади.

source: Aqlli
en: Smart
ru: Умный
uz_cyrl: Ақлли

source: Aqlli chat
en: Smart chat
ru: Умный чат
uz_cyrl: Ақлли чат

source: Aqlli Modellar
en: Smart models
ru: Умные модели
uz_cyrl: Ақлли моделлар

source: Aqlli suhbatdosh
en: Smart assistant
ru: Умный собеседник
uz_cyrl: Ақлли суҳбатдош

source: Aqlli xabarlar
en: Smart messages
ru: Умные сообщения
uz_cyrl: Ақлли хабарлар

source: Avto
en: Auto
ru: Авто
uz_cyrl: Авто

source: Avto qurilmangiz sozlamasiga moslashadi
en: Auto follows your device settings
ru: Авто следует настройкам устройства
uz_cyrl: Авто қурилмангиз созламасига мослашади

source: Avtomatik
en: Hands-off
ru: Авто
uz_cyrl: Автоматик

source: Avtomatik yangilanish
en: Auto-renew
ru: Автопродление
uz_cyrl: Автоматик янгиланиш

source: Barcha ma'lumotlar shifrlangan
en: All data is encrypted
ru: Все данные зашифрованы
uz_cyrl: Барча ма'лумотлар шифрланган

source: Barcha vositalar — bir joyda
en: All tools in one place
ru: Все инструменты в одном месте
uz_cyrl: Барча воситалар — бир жойда

source: Bekor qilinmoqda…
en: Cancelling…
ru: Отмена…
uz_cyrl: Бекор қилинмоқда…

source: Bekor qilish
en: Cancel
ru: Отмена
uz_cyrl: Бекор қилиш

source: Bekor qilishni tasdiqlash
en: Confirm cancellation
ru: Подтвердить отмену
uz_cyrl: Бекор қилишни тасдиқлаш

source: Bepul
en: Free
ru: Бесплатно
uz_cyrl: Бепул

source: Bepul tarif
en: Free plan
ru: Бесплатный тариф
uz_cyrl: Бепул тариф

source: Bilasizmi?
en: Did you know?
ru: Знаете ли вы?
uz_cyrl: Биласизми?

source: Bildirishnomalar
en: Notifications
ru: Уведомления
uz_cyrl: Билдиришномалар

source: Bildirishnomalar yo'q
en: No notifications
ru: Нет уведомлений
uz_cyrl: Билдиришномалар йўқ

source: Bir martalik
en: One-time
ru: Разовая оплата
uz_cyrl: Бир марталик

source: Bir martalik to'lov
en: One-time payment
ru: Разовая оплата
uz_cyrl: Бир марталик тўлов

source: Bir necha so'z bilan istalgan rasm — afisha, dizayn, illyustratsiya — yarating. Bir necha soniyada tayyor.
en: Create any image—poster, design or illustration—from a few words. Ready in seconds.
ru: Создайте любое изображение — афишу, дизайн или иллюстрацию — по нескольким словам. Готово за секунды.
uz_cyrl: Бир неча сўз билан исталган расм — афиша, дизайн, иллюстратсия — яратинг. Бир неча сонияда тайёр.

source: Bitta qisqa reklama ko'rib, yana 1 ta xabar yuboring.
en: Watch one short ad to send 1 more message.
ru: Посмотрите короткую рекламу и отправьте ещё 1 сообщение.
uz_cyrl: Битта қисқа реклама кўриб, яна 1 та хабар юборинг.

source: Boshlash
en: Start
ru: Начать
uz_cyrl: Бошлаш

source: Boshlashga tayyormiz
en: Ready to get started
ru: Готовы начать
uz_cyrl: Бошлашга тайёрмиз

source: Boshqa
en: Other
ru: Другое
uz_cyrl: Бошқа

source: Boshqa sabab
en: Other reason
ru: Другая причина
uz_cyrl: Бошқа сабаб

source: Bosib turing
en: Press and hold
ru: Нажмите и удерживайте
uz_cyrl: Босиб туринг

source: Botdan olgan kodni kiriting.
en: Enter the code from the bot.
ru: Введите код из бота.
uz_cyrl: Ботдан олган кодни киритинг.

source: Botni ochish
en: Open bot
ru: Открыть бота
uz_cyrl: Ботни очиш

source: Bu shunchaki chat emas — o‘quv va ish yordamchisi
en: More than a chat — your study and work assistant
ru: Больше, чем чат — помощник в учёбе и работе
uz_cyrl: Бу шунчаки чат емас — ўқув ва иш ёрдамчиси

source: Chatda “rasm chiz …” deb yozing — Salom AI rasm yaratadi.
en: Write “draw an image …” in chat — Salom AI will create it.
ru: Напишите в чате «нарисуй …» — Salom AI создаст изображение.
uz_cyrl: Чатда «расм чиз …» деб ёзинг — Salom AI расм яратади.

source: Chatda so‘rang — tayyor hujjat
en: Ask in chat — get a ready document
ru: Спросите в чате — получите готовый документ
uz_cyrl: Чатда сўранг — тайёр ҳужжат

source: ChatGPT-like suhbat
en: ChatGPT-like conversation
ru: Чат в стиле ChatGPT
uz_cyrl: ЧатГПТ-лике суҳбат

source: Chegirmani olish
en: Get discount
ru: Получить скидку
uz_cyrl: Чегирмани олиш

source: Cheklovsiz imkoniyatlar
en: Unlimited possibilities
ru: Безграничные возможности
uz_cyrl: Чекловсиз имкониятлар

source: Cheklovsiz Imkoniyatlar
en: Unlimited Possibilities
ru: Безграничные возможности
uz_cyrl: Чекловсиз Имкониятлар

source: Cheklovsiz muloqot va ko'proq imkoniyatlar
en: Unlimited conversations and more possibilities
ru: Без ограничений и больше возможностей
uz_cyrl: Чекловсиз мулоқот ва кўпроқ имкониятлар

source: Cheklovsiz suhbat, ovoz va eng aqlli modellar.
en: Unlimited chat, voice and the smartest models.
ru: Безлимитный чат, голос и самые умные модели.
uz_cyrl: Чексиз суҳбат, овоз ва энг ақлли моделлар.

source: Cheklovsiz xabarlar
en: Unlimited messages
ru: Безлимитные сообщения
uz_cyrl: Чексиз хабарлар

source: Cheksiz imkoniyatlar olami
en: A world of limitless possibilities
ru: Мир безграничных возможностей
uz_cyrl: Чексиз имкониятлар олами

source: Cheksiz xabarlar uchun Pro rejaga o'ting.
en: Upgrade to Pro for unlimited messages.
ru: Перейдите на Pro для безлимитных сообщений.
uz_cyrl: Чексиз хабарлар учун Про режага ўтинг.

source: Chiqish
en: Log out
ru: Выйти
uz_cyrl: Чиқиш

source: Click (bir martalik)
en: Click (one-time)
ru: Click (разовый платёж)
uz_cyrl: Click (бир марталик)

source: Click himoyasida. SSL / PCI DSS.
en: Secured by Click. SSL / PCI DSS.
ru: Защищено Click. SSL / PCI DSS.
uz_cyrl: Click ҳимоясида. SSL / PCI DSS.

source: Click orqali xavfsiz to'lov
en: Secure payment via Click
ru: Безопасная оплата через Click
uz_cyrl: Click орқали хавфсиз тўлов

source: Click orqali. Birini tanlang.
en: Via Click. Pick one.
ru: Через Click. Выберите вариант.
uz_cyrl: Click орқали. Бирини танланг.

source: Click sahifasiga o'tasiz
en: You'll go to the Click page
ru: Перейдёте на страницу Click
uz_cyrl: Click саҳифасига ўтасиз

source: Click sahifasiga yo'naltiriladi. Karta ma'lumotlari saqlanmaydi — tezkor va sodda.
en: You'll be redirected to the Click page. No card is saved — fast and simple.
ru: Вас перенаправит на страницу Click. Карта не сохраняется — быстро и просто.
uz_cyrl: Click саҳифасига йўналтирилади. Карта маълумотлари сақланмайди — тезкор ва содда.

source: Davom etish
en: Continue
ru: Продолжить
uz_cyrl: Давом этиш

source: DTM tayyorgarlik
en: DTM preparation
ru: Подготовка к DTM
uz_cyrl: DTM тайёргарлик

source: DTM testlar
en: DTM tests
ru: Тесты DTM
uz_cyrl: ДТМ тестлар

source: DTM’ga tayyorlaning — fanlar bo‘yicha testlar menyuda.
en: Prepare for DTM — subject tests are in the menu.
ru: Готовьтесь к DTM — тесты по предметам доступны в меню.
uz_cyrl: DTM’га тайёрланинг — фанлар бўйича тестлар менюда.

source: Eng aqlli javoblar
en: The smartest answers
ru: Самые умные ответы
uz_cyrl: Энг ақлли жавоблар

source: Eshitmoqdaman...
en: Listening...
ru: Слушаю...
uz_cyrl: Эшитмоқдаман...

source: Excel jadval
en: Excel spreadsheet
ru: Таблица Excel
uz_cyrl: Excel жадвал

source: Fanlar bo‘yicha testlar va tahlil
en: Subject tests and analysis
ru: Тесты по предметам и анализ
uz_cyrl: Фанлар бўйича тестлар ва таҳлил

source: Faol
en: Active
ru: Активный
uz_cyrl: Фаол

source: Faol obuna
en: Active subscription
ru: Активная подписка
uz_cyrl: Фаол обуна

source: Fayl tahlili
en: File analysis
ru: Анализ файлов
uz_cyrl: Файл таҳлили

source: Fayl yuklash
en: Upload file
ru: Загрузить файл
uz_cyrl: Файл юклаш

source: Fayl yuklashda xatolik:
en: File upload failed:
ru: Ошибка загрузки файла:
uz_cyrl: Файл юклашда хатолик:

source: Faylni saqlang yoki ulashing
en: Save or share the file
ru: Сохраните файл или поделитесь им
uz_cyrl: Файлни сақланг ёки улашинг

source: Fikr-mulohaza yuborish
en: Send feedback
ru: Отправить отзыв
uz_cyrl: Фикр-мулоҳаза юбориш

source: Fikr-mulohazangiz uchun rahmat!
en: Thanks for your feedback!
ru: Спасибо за отзыв!
uz_cyrl: Фикр-мулоҳазангиз учун раҳмат!

source: Foydalanish shartlari
en: Terms of use
ru: Условия использования
uz_cyrl: Фойдаланиш шартлари

source: Foydalanuvchi
en: User
ru: Пользователь
uz_cyrl: Фойдаланувчи

source: Galereyaga saqlandi ✅
en: Saved to Photos ✅
ru: Сохранено в Фото ✅
uz_cyrl: Галереяга сақланди ✅

source: Galereyaga saqlash uchun ruxsat kerak.
en: Photo Library access is required to save.
ru: Для сохранения нужен доступ к медиатеке.
uz_cyrl: Галереяга сақлаш учун рухсат керак.

source: Gapiring — javobni eshiting
en: Speak — hear the answer
ru: Говорите — слушайте ответ
uz_cyrl: Гапиринг — жавобни эшитинг

source: Gapiring...
en: Speak...
ru: Говорите...
uz_cyrl: Гапиринг...

source: Gapiryapman...
en: Speaking...
ru: Говорю...
uz_cyrl: Гапиряпман...

source: Google ID token olinmadi.
en: Could not get the Google ID token.
ru: Не удалось получить токен Google ID.
uz_cyrl: Google ID токен олинмади.

source: Google orqali kirish
en: Sign in with Google
ru: Войти через Google
uz_cyrl: Гоогле орқали кириш

source: Google, Apple yoki Telegram orqali tezda kiring.
en: Sign in quickly with Google, Apple or Telegram.
ru: Быстро войдите через Google, Apple или Telegram.
uz_cyrl: Гоогле, Аппле ёки Телеграм орқали тезда киринг.

source: Hamma narsa tayyor. Salom AI bilan birinchi suhbatingizni boshlang — yangi imkoniyatlar olamiga xush kelibsiz.
en: Everything is ready. Start your first conversation with Salom AI—welcome to a world of new possibilities.
ru: Всё готово. Начните первый разговор с Salom AI — добро пожаловать в мир новых возможностей.
uz_cyrl: Ҳамма нарса тайёр. Салом АИ билан биринчи суҳбатингизни бошланг — янги имкониятлар оламига хуш келибсиз.

source: Hammasini o'qish
en: Mark all as read
ru: Прочитать все
uz_cyrl: Ҳаммасини ўқиш

source: Hech narsa topilmadi
en: No results found
ru: Ничего не найдено
uz_cyrl: Ҳеч нарса топилмади

source: Hisob va til sozlamalari
en: Account and language settings
ru: Настройки аккаунта и языка
uz_cyrl: Ҳисоб ва тил созламалари

source: Hisobingizni butunlay o'chirishni xohlaysizmi? Bu amal barcha suhbatlar, xabarlar va ma'lumotlaringizni butunlay o'chiradi. Bu amalni bekor qilib bo'lmaydi!
en: Are you sure you want to permanently delete your account? This action will delete all your conversations, messages, and data. This cannot be undone!
ru: Вы уверены, что хотите полностью удалить свой аккаунт? Это действие удалит все ваши чаты, сообщения и данные без возможности восстановления!
uz_cyrl: Ҳисобингизни бутунлай ўчиришни хоҳлайсизми? Бу амал барча суҳбатлар, хабарлар ва ма'лумотларингизни бутунлай ўчиради. Бу амални бекор қилиб бўлмайди!

source: Hisobni o'chirish
en: Delete Account
ru: Удалить аккаунт
uz_cyrl: Ҳисобни ўчириш

source: Hisobni o'chirishda xatolik yuz berdi:
en: Failed to delete account:
ru: Не удалось удалить аккаунт:
uz_cyrl: Ҳисобни ўчиришда хатолик юз берди:

source: Hozir emas
en: Not now
ru: Не сейчас
uz_cyrl: Ҳозир эмас

source: Hozircha chatlar yo'q. Yangi suhbatni boshlang.
en: No chats yet. Start a new conversation.
ru: Чатов пока нет. Начните новый диалог.
uz_cyrl: Ҳозирча чатлар ё'қ. Янги суҳбатни бошланг.

source: Hujjat
en: Document
ru: Документ
uz_cyrl: Ҳужжат

source: Hujjat va rasmlarni tahlil qilish
en: Analyze documents and images
ru: Анализ документов и изображений
uz_cyrl: Ҳужжат ва расмларни таҳлил қилиш

source: Hujjatlar
en: Documents
ru: Документы
uz_cyrl: Ҳужжатлар

source: Hujjatni yaratib boʻlmadi
en: Could not create the document
ru: Не удалось создать документ
uz_cyrl: Ҳужжатни яратиб бўлмади

source: Ikkala variant ham Click orqali. O'zingizga qulayini tanlang.
en: Both options go through Click. Pick whatever fits.
ru: Оба варианта через Click. Выберите удобный.
uz_cyrl: Ҳар иккала вариант ҳам Click орқали. Ўзингизга қулайини танланг.

source: Ilova sozlamalari
en: App settings
ru: Настройки приложения
uz_cyrl: Илова созламалари

source: Ilovalar
en: Apps
ru: Приложения
uz_cyrl: Иловалар

source: Ilovani qayta ishga tushiring (controller topilmadi).
en: Restart the app (controller not found).
ru: Перезапустите приложение (контроллер не найден).
uz_cyrl: Иловани қайта ишга туширинг (контроллер топилмади).

source: Iltimos, biroz kuting
en: Please wait a moment
ru: Пожалуйста, подождите
uz_cyrl: Илтимос, бироз кутинг

source: Iltimos, qaytadan boshlang.
en: Please start again.
ru: Пожалуйста, начните заново.
uz_cyrl: Илтимос, қайтадан бошланг.

source: Iltimos, qaytadan urinib ko'ring
en: Please try again
ru: Пожалуйста, попробуйте снова
uz_cyrl: Илтимос, қайтадан уриниб кўринг

source: Imtiyozlar mavjud emas
en: No perks available
ru: Преимущества недоступны
uz_cyrl: Имтиёзлар мавжуд эмас

source: Inglizcha
en: English
ru: Английский
uz_cyrl: Инглизча

source: Internet aloqasi bilan muammo. Qayta urinib ko'ring.
en: There is a problem with the internet connection. Try again.
ru: Проблема с подключением к интернету. Попробуйте снова.
uz_cyrl: Интернет алоқаси билан муаммо. Қайта уриниб кўринг.

source: Internetdan qidirilmoqda…
en: Searching the web…
ru: Поиск в интернете…
uz_cyrl: Интернетдан қидирилмоқда…

source: Ish — hujjatlar
en: Work — documents
ru: Работа — документы
uz_cyrl: Иш — ҳужжатлар

source: Istalgan vaqt bekor
en: Cancel anytime
ru: Отмена в любое время
uz_cyrl: Истаган вақт бекор

source: Istalgan vaqt bekor qilinadi
en: Cancel anytime
ru: Отмена в любое время
uz_cyrl: Истаган вақт бекор қилинади

source: Javob tayyorlanmoqda...
en: Preparing response...
ru: Готовим ответ...
uz_cyrl: Жавоб тайёрланмоқда...

source: Javobingiz xizmatni yaxshilashga yordam beradi.
en: Your answer helps us improve the service.
ru: Ваш ответ поможет улучшить сервис.
uz_cyrl: Жавобингиз хизматни яхшилашга ёрдам беради.

source: Jonli qo'llab-quvvatlash — bir tap
en: Live support — one tap
ru: Поддержка в Telegram — в одно касание
uz_cyrl: Жонли қўллаб-қувватлаш — бир тап

source: Jonli suhbatlar
en: Live conversations
ru: Живые разговоры
uz_cyrl: Жонли суҳбатлар

source: Joriy reja
en: Current plan
ru: Текущий план
uz_cyrl: Жорий режа

source: Karta (avto-yangilanish)
en: Card (auto-renewal)
ru: Карта (автопродление)
uz_cyrl: Карта (авто-янгиланиш)

source: Karta Click tomonidan xavfsiz tokenlashtiriladi. Istalgan vaqt o'chirib yuborishingiz mumkin.
en: Card is tokenized securely by Click. Remove it whenever you want.
ru: Карта токенизируется Click безопасно. Удалить можно когда угодно.
uz_cyrl: Карта Click томонидан хавфсиз токенлаштирилади. Истаган вақт ўчириб юборишингиз мумкин.

source: Karta ma'lumotlari
en: Card details
ru: Данные карты
uz_cyrl: Карта маълумотлари

source: KARTA RAQAMI
en: CARD NUMBER
ru: НОМЕР КАРТЫ
uz_cyrl: КАРТА РАҚАМИ

source: Karta saqlamasdan faqat bir marta to'lamoqchi bo'lsangiz — shu variant.
en: Best if you just want to pay once without saving your card.
ru: Подходит, если хотите оплатить один раз без сохранения карты.
uz_cyrl: Карта сақламасдан фақат бир марта тўламоқчи бўлсангиз — шу вариант.

source: Karta saqlanadi va har davr oxirida o'zi yangilanadi. Istalgan vaqt bekor qilish mumkin.
en: Save your card and renew automatically each period. Cancel anytime.
ru: Карта сохранится и продление произойдёт автоматически. Отменить можно в любое время.
uz_cyrl: Карта сақланади ва ҳар давр охирида ўзи янгиланади. Истаган вақт бекор қилиш мумкин.

source: Karta saqlanadi, har oy o'zi yangilanadi
en: Card saved, renews each month
ru: Карта сохранится, продление каждый месяц
uz_cyrl: Карта сақланади, ҳар ой ўзи янгиланади

source: Kartam/balansim yo‘q
en: I don’t have a card/balance
ru: Нет карты или средств
uz_cyrl: Картам/балансим йўқ

source: Kartam/balansim yo‘q edi
en: I didn't have a card or balance
ru: Не было карты или средств
uz_cyrl: Картам/балансим йўқ эди

source: Kartani o'chirish
en: Delete card
ru: Удалить карту
uz_cyrl: Картани ўчириш

source: Kartani o'zgartirish
en: Change card
ru: Сменить карту
uz_cyrl: Картани ўзгартириш

source: Kasbiy hujjatlarni tayyorlang
en: Prepare professional documents
ru: Создавайте профессиональные документы
uz_cyrl: Касбий ҳужжатларни тайёрланг

source: Keling, kirib olamiz
en: Let’s get you signed in
ru: Давайте войдем в аккаунт
uz_cyrl: Келинг, кириб оламиз

source: Ketishdan oldin — nega to‘lamadingiz?
en: Before you go — why didn’t you subscribe?
ru: Прежде чем уйти — почему вы не оформили подписку?
uz_cyrl: Кетишдан олдин — нега тўламадингиз?

source: Keyingi
en: Next
ru: Далее
uz_cyrl: Кейинги

source: Keyingi avlod modellari
en: Next-gen AI models
ru: Модели следующего поколения
uz_cyrl: Кейинги авлод моделлари

source: Keyinroq
en: Later
ru: Позже
uz_cyrl: Кейинроқ

source: Keyinroq qilaman
en: I’ll do it later
ru: Оформлю позже
uz_cyrl: Кейинроқ қиламан

source: Keyinroq qilmoqchiman
en: I'll do it later
ru: Сделаю позже
uz_cyrl: Кейинроқ қилмоқчиман

source: Kirish maʼlumotlari
en: Login information
ru: Данные для входа
uz_cyrl: Кириш маʼлумотлари

source: Kirish orqali siz xizmat shartlari va maxfiylik siyosatiga rozilik bildirasiz.
en: By signing in, you agree to the Terms of Service and Privacy Policy.
ru: Входя в систему, вы соглашаетесь с условиями использования и политикой конфиденциальности.
uz_cyrl: Кириш орқали сиз хизмат шартлари ва махфийлик сиёсатига розилик билдирасиз.

source: Kirish talab qilinadi
en: Sign in required
ru: Требуется вход
uz_cyrl: Кириш талаб қилинади

source: Kirish xatosi:
en: Sign-in error:
ru: Ошибка входа:
uz_cyrl: Кириш хатоси:

source: Ko‘rinish
en: Appearance
ru: Оформление
uz_cyrl: Кўриниш

source: Kod %@ raqamiga yuborildi
en: Code sent to %@
ru: Код отправлен на %@
uz_cyrl: Код %@ рақамига юборилди

# Kod amal qilish muddati: %lld:%@
source: Kod amal qilish muddati: %1$lld:%2$@
en: Code expires in: %lld:%@
ru: Код действует: %lld:%@
uz_cyrl: Код амал қилиш муддати: %lld:%@

source: Kod muddati tugadi
en: Code expired
ru: Срок действия кода истёк
uz_cyrl: Код муддати тугади

source: Kod noto‘g‘ri yoki muddati tugagan. Qayta urinib ko‘ring.
en: The code is invalid or expired. Try again.
ru: Код неверен или истёк. Попробуйте снова.
uz_cyrl: Код нотўғри ёки муддати тугаган. Қайта уриниб кўринг.

source: Kuchliroq modellar va yuqori limitlar
en: Smarter models and higher limits
ru: Более мощные модели и высокие лимиты
uz_cyrl: Кучлироқ моделлар ва юқори лимитлар

source: Kuting...
en: Please wait...
ru: Пожалуйста, подождите...
uz_cyrl: Кутинг...

source: Limit tugadi
en: Limit reached
ru: Лимит исчерпан
uz_cyrl: Лимит тугади

source: Ma'lumot yo'q
en: No information
ru: Нет данных
uz_cyrl: Ма'лумот йўқ

source: Matematika, dasturlash, kunlik reja, sayohat marshruti — eng kerakli vazifalarni yo'lda hal qiling.
en: Solve everyday tasks on the go—from math and coding to daily plans and travel routes.
ru: Решайте повседневные задачи на ходу: математика, программирование, планы и маршруты.
uz_cyrl: Математика, дастурлаш, кунлик режа, саёҳат маршрути — енг керакли вазифаларни йўлда ҳал қилинг.

source: Matndan chiroyli rasm
en: Beautiful images from text
ru: Красивые изображения из текста
uz_cyrl: Матндан чиройли расм

source: Matnga aylantirilmoqda…
en: Transcribing…
ru: Распознавание…
uz_cyrl: Матнга айлантирилмоқда…

source: Maxfiy
en: Private
ru: Конфиденциально
uz_cyrl: Махфий

source: Maxsus narx faqat siz uchun, cheklangan vaqtda.
en: A special price just for you, for a limited time.
ru: Специальная цена только для вас — на ограниченное время.
uz_cyrl: Махсус нарх фақат сиз учун, чекланган вақтда.
